{
  
  "blog": [
    {
      "id": 0,
      "img": "https://squaq.github.io/imgs/emagrecimento.jpeg",
      "text": "<b>Que bom seria se a solução fosse apenas montar um cardápio com déficit calórico.</b> Mas investigar todas as questões bioquímicas, fisiológicas, genéticas, de microbioma, e principalmente emocionais lincada ao comportamento, são importantes para destravar esse caminho. <br><br>Ter a sensibilidade de montar um cardápio junto ao paciente que atenda as necessidades nutricionais, socioeconômicas, e de prazer, para que seja possível seguir com constância. <br><br>Me sinto fazendo um bom trabalho quando o paciente sinaliza estar aprendendo a lidar com essas questões para no longo prazo se manter magro. <br><br>Todas as estratégias podem ser adaptadas a esse contexto se for elaborada por um bom profissional e encaixada no momento certo. Os atalhos para o emagrecimento dificilmente são sustentáveis ou atendem as necessidades de saúde do organismo. <br><br><b>Ajustar a rotina, mudar a relação com a comida,</b> ter controle sobre os excessos, substituir o prazer momentâneo pelo de longo prazo valorizando a saúde envolve muito autoconhecimento.",
      "title" : "EMAGRECIMENTO"
    },
    {
      "id": 1,
      "img": "https://squaq.github.io/imgs/flacides.jpeg",
      "text": "<b>O colágeno representa 70% de toda a proteína da pele.</b> É uma substância que as células produzem naturalmente, responsável por manter a estrutura, a firmeza e a elasticidade da pele. Quando estão em níveis baixos os cabelos ficam mais finos, as unhas frágeis, a pele sem elasticidade, com estrias, mais rugas e linhas de expressão. <br><br>A quantidade ou a degradação dessa estrutura pode ser afetada por diversos fatores, e a alimentação ao longo da vida junto ao estilo de vida são bem determinantes nesse processo, são inclusive, soberanos a nossa genética. <br><br>Dietas inadequadas por falta de proteínas, excesso de açúcar e farináceos, alimentos gordurosos de alto potencial inflamatório (bacon, linguiça, panceta, nuggets, mortadela, salsicha), e preparações submetidas a altas temperaturas (fritura, air fry) são exemplos que devem ser corrigidos.<br><br>Estresse crônico, privação do sono, sedentarismo, uso constante de medicamentos, exposição excessiva ao sol e baixos níveis de vitamina C por uso de tabaco também devem ser considerados por aumentar os níveis de radicais livres que destroem e impedem a formação de novas fibras de colágeno.<br><br>Um trabalho que direcione primeiramente o paciente para a mudança de hábitos, e junto a suplementação que minimizem o estresse oxidativo e a inflamação são importantes para recuper a saúde e a estética da pele. Ômega 3, Vitamina D, N-acetil cisteína, cúrcuma, fibras, probióticos, creatina, melatonina e o próprio colágeno junto a vitamina C, têm trazido bons resultados na melhoria desse quadro.<br><br><b>Tratamentos estéticos são bem-vindos depois que essa base estiver bem consolidada.</b> Na prática não é inteligente e nem eficaz percorrer o caminho inverso.",
      "title" : "FLACIDEZ E SAÚDE DA PELE"
    },
    {
      "id": 2,
      "img": "https://squaq.github.io/imgs/intestino.jpeg",
      "text": "<b>É no intestino que acontece a produção de hormônios e neurotransmissores que são fundamentais para a sensação de saciedade, bem-estar e felicidade.</b> Um exemplo é a serotonina, que tem 90% da sua produção no intestino e está associada à regulação do sono, do humor, da cognição, da temperatura corporal e do movimento involuntário do intestino que conduz o bolo alimentar no processo de digestão.<br><br>As bactérias que habitam o nosso intestino têm uma atuação importante no funcionamento desse mecanismo. O desequilíbrio delas, <b>conhecido como “disbiose”</b>, tem sido associado a problemas como autismo, ansiedade, depressão, estresse, Alzheimer e Parkinson. <br><br>A nossa saúde intestinal também está relacionada com os nossos genes. Se a alimentação é rica e equilibrada, os genes entendem ser possível manter o intestino saudável. Contudo, se é oferecida uma dieta inadequada, somada a níveis de estresse e má qualidade de vida, eles entendem que os nutrientes para a reconstrução da barreira intestinal não estão atendendo a necessidade. Assim, apresentam como resposta uma parede intestinal mais fraca e permeável. Por mais que o corpo possa se regenerar sozinho, se ele não receber boas fontes nutricionais para reconstruir a barreira do intestino, o órgão fica exposto a doenças autoimunes, aumento de gordura corporal, inflamação, desequilíbrios hormonais, ansiedade, mau-humor, mal-estar, cansaço, fadiga e depressão.<br><br>Pessoas que mantém um estilo de vida que contribua para o controle da inflamação intestinal com melhor qualidade e maior diversidade de microrganismos, são as que melhor se defendem os problemas de disbiose e permeabilidade. <br><br>Busque reprogramar hábitos em função de ter uma dieta saudável, variada e rica em fibras, praticar atividade física, ter contato com animais de estimação, se expor ao sol, priorizar a qualidade do sono, evitar cigarro e controlar a ingestão de álcool. A suplementação de colônias de bactérias “boas”, conhecidas como probióticos, também podem ser bem-vindas para potencializar esses cuidados.",
      "title" : "SAÚDE MENTAL X SAÚDE INTESTINAL"
    },
    {
      "id": 3,
      "img": "https://squaq.github.io/imgs/alimentos.jpeg",
      "text": "<b>Chia:</b> É uma excelente fonte de gordura ômega-3, além de fibras, vitaminas, minerais e compostos bioativos. A presença do ácido clorogênico, ácido caféico, miricetina, quercetina e kaempferol combatem os radicais livres e têm efeitos protetores para o coração e o fígado, além de propriedades anticarcinogênicas e antienvelhecimento.<br><br> <b>Óleo de coco:</b> A combinação do ácido láurico com os ácidos cáprico e caprílico, presentes no óleo de coco, garante a esse alimento uma potente ação antimicrobiana, antiviral e antifúngica contra diversos micro-organismos, como os causadores de candidíase, diarreia e patologias orobucais, por exemplo. Auxilia no tratamento de diabetes tipo 2, contribuir para a melhora do perfil lipidico, além de apresentar resultados promissores na prevenção e tratamento da doença de Alzheimer, com melhorias significativas nas funções cognitivas.<br><br><b>Cúrcuma:</b> é muita rica pela presença da curcumina, polifenol com poderosas propriedades antioxidantes, anti-inflamatórias, antimicrobianas e moduladoras do sistema imune. Estimula a digestão e auxilia no tratamento de doença inflamatória no intestino, atua na prevenção e tratamento de vários tipos de câncer, reduzir os sintomas de osteoartrite, melhora a sensibilidade à insulina, reduz lesão hepática provocada por álcool e substâncias tóxicas, contribui para a saúde ocular, renal e cerebral, atua na modulação do estresse e depressão, contribui para a redução do declínio cognitivo em pacientes com Alzheimer, e melhora a função cardiovascular.<br><br><b>Cacau:</b> rico em polifenóis, com destaque para os flavonoides e os alcaloides – teobromina, feniletilamina e cafeína, esse superalimento está associado à otimização do sistema de defesa antioxidante do corpo, redução do risco de doenças cardiovasculares, sensação de prazer e bem-estar por estimular a produção de endorfinas e dos neurotransmissores serotonina e dopamina, melhora do humor e da memória, proteção cerebral e melhora da saúde da pele.<br><br><b>Ovo:</b> O ovo é considerado uma fonte de proteína de alto valor biológico além de conter fosfolipídeos, vitaminas, minerais e substâncias bioativas, como carotenoides e coenzima Q10. Alguns nutrientes que se destacam são as vitaminas A, D e B9 (ácido fólico), além dos minerais fósforo, potássio, cálcio, magnésio, ferro e selênio. Os carotenoides luteína e zeaxantina, presentes na gema do ovo, desenvolvem um papel importante na nossa saúde ocular.<br><br><b>Abacate:</b> reduz os níveis de colesterol, contribui para a saúde cardiovascular e impulsiona a função cognitiva. O fruto contém substâncias importantes, como os fitoesteróis (especialmente o beta-sitosterol) e a glutationa, um poderoso antioxidante. Um estudo recente com o óleo de abacate apresentou resultados significativos na redução da glicemia, colesterol total, triglicerídeos, inflamação pós-prandial, melhora da insulina, diminuição do risco de aterosclerose e redução da endotoxemia (passagem do intestino para a corrente sanguínea de substâncias que desencadeiam processos inflamatórios no organismo).<br><br><b>Brócolis:</b> É uma excelente fonte de fitoquímicos com potencial protetor, como os compostos fenólicos e os carotenoides, além de vitaminas e minerais. Estudos apontam que seus benefícios também estão relacionados ao alto teor de glucosinolatos (GLS), convertidos em isocianatos durante o preparo ou mesmo na flora intestinal. Os isocianatos mais estudados e com mais evidências científicas são a glicofarina (GRR) e o sulforafano (SFN), ambos associados a uma potente atividade antioxidante e anticarcinogênica.<br><br><b>Berrys:</b> Mirtilo, amora, framboesa, cereja, morango e cranberry. São excelentes fontes de compostos bioativos, especialmente as antocianinas, relacionados à melhora na visão, redução e inibição da proliferação celular tumoral em casos de câncer, proteção cardiovascular; melhora da pressão arterial, prevenção da diabetes tipo 2 e obesidade, otimização das funções cognitiva e motora.<br><br><b>Acaí:</b> também corresponde a uma ótima fonte de antocianinas com ação antioxidante, anti-inflamatória, anticarcinogênica, antienvelhecimento, protetora cardíaca e da saúde cognitiva, sendo associado à prevenção de doenças neurológicas, como Alzheimer e Parkinson. O açaí também pode ser um excelente alimento para atletas e praticantes de atividades físicas, pois é rico em gorduras boas e fonte de aminoácidos essenciais, contribuindo para a melhora no desempenho e recuperação pós-exercícios.<br><br><b>Canela:</b> controle de glicemia e da pressão arterial, diminuição do colesterol, auxílio na digestão, redução de dores nas articulações, melhora da memória e alívio das dores de cabeça provocadas pela enxaqueca.<br><br><b>Gengibre:</b> controle da glicemia, ao aumento do colesterol bom (HDL) e à redução do colesterol ruim (LDL), além de contribuir para a queima de gordura. Também é utilizado para aliviar enjoos, náuseas e vômitos.<br><br><b>Spirulina:</b> auxilia no controle da glicemia, na redução de colesterol e triglicerídeos, no alívio de sintomas de rinite alérgica e na melhora da força e resistência muscular.<br><br>Vale destacar que nenhum alimento age de forma isolada, e nem mesmo os super alimentos estão isentos da redução de nutrientes, causados pelo empobrecimento do solo ao longo das últimas décadas. Estudos apontam para uma redução de 72% dos níveis médios de minerais nos solos agrícolas nos últimos 100 anos. O uso de pesticidas, herbicidas e fertilizantes artificiais estão entre os principais vilões desse empobrecimento do solo e impactam diretamente na deficiência de minerais presentes nos alimentos. Isso significa que, mesmo com uma alimentação equilibrada, muitas pessoas podem apresentar carências nutricionais fazendo a suplementação dos extratos desses compostos serem necessários.",
      "title" : "OS SUPER ALIMENTOS QUE DEVEM FAZER PARTE DO SEU CARDÁPIO"
    }
  ]
}